verification/runs/T-family/T1_runs/D_Ts_Re25_U_m/0.orig/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0.018749999999999999 0 0);
boundaryField
{
    inlet   { type fixedValue; value nonuniform List<vector>
32
(
(0.037477629474038626 0 0)
(0.0374053032725159 0 0)
(0.037258915040633903 0 0)
(0.037039244130115161 0 0)
(0.036746331214197736 0 0)
(0.036380183969941721 0 0)
(0.035940804683103067 0 0)
(0.035428194227690661 0 0)
...
)
; }
    outlet         { type zeroGradient; }
    wall_adiabatic { type noSlip; }
    wall_hot       { type noSlip; }
    front   { type wedge; }
    back    { type wedge; }
}
