verification/runs/T-family/T1_runs/D_Ts_Re25_U_m/0.orig/alphat
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      alphat;
}

dimensions      [0 2 -1 0 0 0 0];
internalField   uniform 0;
boundaryField
{
    inlet          { type calculated; value uniform 0; }
    outlet         { type calculated; value uniform 0; }
    wall_adiabatic { type fixedValue; value uniform 0; }
    wall_hot       { type fixedValue; value uniform 0; }
    front   { type wedge; }
    back    { type wedge; }
}
